acpi
alsa-utils
arch-install-scripts
archiso
autoconf
autofs
automake
aws-cli
bash
bc
bind-tools
binutils
boost
boost-libs
bzip2
chromium
cloc
cmake
colordiff
composer
compton
conky
coreutils
cpio
cpupower
cryptsetup
dee
device-mapper
dhcpcd
dialog
diffutils
docbook-xml
docbook-xsl
docker
docker-compose
dos2unix
dosfstools
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
efitools
electrum
fakeroot
feh
ffmpeg
file
filesystem
findutils
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gnuplot
gperf
grep
gzip
i3-wm
i3blocks
i3lock
ifplugd
inetutils
inkscape
intel-ucode
iperf
iproute2
iptraf-ng
iputils
isync
jdk8-openjdk
jfsutils
jre8-openjdk-headless
less
libgdm
libical
libnotify
libpulse
libreoffice-fresh
libtiff
libuv
libva
libva-intel-driver
libva-vdpau-driver
libxkbcommon
libxkbcommon-x11
licenses
linux
lm_sensors
logrotate
lsof
lvm2
lynx
make
man-db
man-pages
mariadb
mdadm
mesa
nano
neomutt
netctl
notmuch
ntfs-3g
ntp
onboard
openssh
openvpn
pacman
pass
patch
pavucontrol
pciutils
pepper-flash
perl
perl-anyevent-i3
php
php-xsl
pkgconf
playerctl
polkit
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-equalizer
python-pip
qt4
ranger
reiserfsprogs
remind
rofi
rsync
s-nail
sbsigntools
sed
shadow
source-highlight
speedtest-cli
sudo
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
tar
texinfo
texlive-core
texlive-latexextra
texlive-pictures
tk
transmission-cli
ttf-dejavu
unrar
unzip
usbutils
util-linux
vi
vim
vlc
wget
which
whois
wipe
wpa_actiond
xdebug
xdotool
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-video-intel
xfce4-terminal
xfsprogs
xloadimage
xorg-bdftopcf
xorg-font-util
xorg-fonts-encodings
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwininfo
zathura
zathura-pdf-mupdf
zip
zsh
